class Question {
  final int id;
  final String question;
  final String value;

  Question({required this.id, required this.question, required this.value});
}

const List sample_data = [
  {
    "id": 1,
    "question":
    "Формальная структура управления технологиями существует для наблюдения за реализацией технологии",
    "value":"50.000"
  },
  {
    "id": 2,
    "question":
    "Организация использует отраслевые стандарты",
    "value":"50.000"
    },
  {
    "id": 3,
    "question": "Рассмотрение уделяется воздействию технологических операций на окружающую среду",
    "value":"50.000"
    },
  {
    "id": 4,
    "question": "Рассмотрение уделяется экономическому воздействию энергопотребления организации",
    "value":"50.000"
    },
  {
    "id": 5,
    "question": "Рассмотрение применения новых технологий",
    "value":"50.000"
    },
  {
    "id": 6,
    "question": "Технологическая дорожная карта согласуется с бизнес -стратегией",
    "value":"50.000"
    },
  {
    "id": 7,
    "question": "Дизайн архитектуры следует за подходом ориентации на обслуживание",
    "value":"50.000"
    },
  {
    "id": 8,
    "question": "Организация использует решения с открытым исходным кодом",
    "value":"50.000"
    },
  {
    "id": 9,
    "question": "Приложения могут быть настроены для удовлетворения бизнес -требований",
    "value":"50.000"
    },
  {
    "id": 10,
    "question": "Организация имеет подход для развития своих облачных возможностей (например, использование частного облака против гибридного облака)",
    "value":"50.000"
  },

];